[Batton]
A = "خيارات"
[Button]
CONFIG_STRING_CAPTINO = "خيارات"
CONFIG_STRING_APPLY = "موافق"
CONFIG_STRING_CANCLE = "إلغاء"
CONFIG_STRING_GRAPHIC = "العرض"
CONFIG_STRING_WINDOWSETTING = "وضع النافذة"
CONFIG_STRING_IMESETTING = "IME نظام"
CONFIG_STRING_GRAPHICSETTING = "خيارات العرض"
CONFIG_STRING_SOUND = "صوت"
CONFIG_STRING_RESOLUTIN = "دقة"
CONFIG_STRING_FREQUENCY = "تردد"
CONFIG_STRING_GAMMA = "غاما"
CONFIG_STRING_WINDOWMODE = "نافذة"
CONFIG_STRING_FULLSCREEN = "شاشة"
CONFIG_STRING_GAMEIME = "IME اللعبة"
CONFIG_STRING_OUTIME = "IME خارجي"
CONFIG_STRING_USESOFTCURSOR = "مؤشر البرنامج"
CONFIG_STRING_MUSIC = "موسيقى"
CONFIG_STRING_SOUNDEFFECT = "مؤثرات"
CONFIG_STRING_SIGHT = "ضباب"
CONFIG_STRING_TILING = "TNL"
CONFIG_STRING_SHADOW = "ظل"
CONFIG_STRING_AUTO = "تلقائي"
CONFIG_STRING_CPU = "CPU"
CONFIG_STRING_GPU = "GPU"
CONFIG_STRING_NONE = "بدون"
CONFIG_STRING_BG = "خلفية"
CONFIG_STRING_BGSELF = "خلفية+شخصية"
CONFIG_STRING_ALL = "الكل"
CONFIG_STRING_SPEEDLOW = "قد يتسبب هذا الخيار في تبطيء اللعبة!"
CONFIG_STRING_NOTIC = "تنبيه"
CONFIG_STRING_SELECTCPU = "يسمح استخدام نظام التجانب العرضي الخاص ب‏‏وحدة المعالجة المركزية من تشغيل اللعبة حتى إذا كانت مواصفات الحاسوب ضعيفة. اختر عند حدوث خطأ ما GPU tiling mode نظام التجانب العرضي الخاص ببطاقة العرض."
CONFIG_STRING_SELECTGPU = "استخدام نظام التجانب العرضي الخاص ببطاقة العرض GPU tiling mode يُخفّض من قوة أداء الحاسوب، خاصة إذا كانت مواصفات هذا الأخير ضعيفة. اختر عند حدوث خطأ ما CPU tiling mode نظام التجانب العرضي الخاص ب‏‏وحدة المعالجة المركزية."
CONFIG_STRING_NIGHT_MODE = "عرض ليلي"
CONFIG_STRING_NIGHT_MODE_ON = "شغِّل"
CONFIG_STRING_NIGHT_MODE_OFF = "إيقاف"
CONFIG_STRING_FOG_MODE = "ضباب"
CONFIG_STRING_FOG_MODE_ON = "شغِّل"
CONFIG_STRING_FOG_MODE_OFF = "إيقاف"
CONFIG_STRING_SNOW_MODE = "سقوط ثلج"
CONFIG_STRING_SNOW_MODE_ON = "شغِّل"
CONFIG_STRING_SNOW_MODE_OFF = "إيقاف"
CONFIG_STRING_SNOW_TEXTURE_MODE = "شكل ثلج"
CONFIG_STRING_SNOW_TEXTURE_MODE_ON = "شغِّل"
CONFIG_STRING_SNOW_TEXTURE_MODE_OFF = "إيقاف"